// Ошибки: страница логина
export const incorrectPassword = "Вы ввели неправильный логин или пароль.";
export const authError =
    "При авторизации произошла ошибка. Токен не передан или передан не в том формате.";
export const incorrectToken =
    "При авторизации произошла ошибка. Переданный токен некорректен.";

// Ошибки: страница регистрации
export const badEmail = "Пользователь с таким email уже существует.";
export const regError = "При регистрации пользователя произошла ошибка.";

// Ошибки: страница обновления профиля
export const updateError = "При обновлении профиля произошла ошибка.";
